Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 02-The-Little-Red-Hen/CAT/red-hen/tm/corpus-peter.en.utf8.tmx
Source language: en
Languages: chr

source: Every day did this frightful giant stride forth from the camp of the Philistines, and defy the Israelites to produce a champion who would stand against him in single combat. But, instead of doing this, the whole host of Israel stood aloof from him, as a flock of sheep from a lion.
chr: ᏂᏓᏙᏓᏈᏒᏃ ᎾᏍᎩ ᎯᎠ ᏧᎵᎦᎳ ᎢᏏᎵ ᏕᎦᏁᏄᎵᏍᎨ ᎠᏏᏴᏫ ᎬᏩᏘᏃᎮᏗᏱ ᎾᏍᎩ ᏧᎾᏟᏴᏗ. ᎠᏎᏃ Ꮭ ᎾᏍᎩ ᎢᎬᏩᎾᏛᏁᏗ ᏱᎨᏎᎢ, ᏂᎦᏛᏍᎩᏂ ᎠᏂᏯᏫᏍᎩ ᎢᏏᎵ ᎠᏁᎯ ᎢᏅᎯᏳ ᎠᎾᏓᎾᏰᏍᎨᎢ, ᎾᏍᎩᏯ ᎠᏫ ᏢᏓᏥ ᏣᏂᎾᏰᏍᎪᎢ.

source: Combat of David and Goliath.
chr: ᏕᏫ ᎪᎳᏯᏃ ᎤᎾᎵᎸ ᎧᏃᎮᏍᎩ.

source: At last a young shepherd, by the name of David, happened to come to the camp of the Israelites, and heard the terrible voice of Goliath as he thundered forth his challenge.
chr: ᎤᏎᎦᏤᏍᎩᏂᏃᏅ ᎠᏫᏄᏣ ᏕᏫ ᏧᏙᎢᏛ ᎠᏫ ᏗᎦᏘᏯ ᎢᏏᎵ ᎠᏂᏅ ᎤᎷᏤᎢ, ᎠᎴ ᎤᏛᎦᏁ ᏣᏴᏓᏆᎶᏍᎪ ᎢᏗᎬᏤᎵᏛ ᎪᎳᏯ ᎧᏁᎬ, ᎢᏏᎵ ᏕᎦᏁᏄᎵᏍᎬᎢ.

source: Young as he was, David had already slain a lion and a bear ; and, with the help of the Lord, he thought himself able to slay this gigantic Philistine. He therefore obtained leave of king Saul to accept the challenge.
chr: ᏕᏫᏍᎩᏂᏃᏅ ᎠᏫᏄᏣᏉ ᎨᏎᎢ, ᎠᏎᏃ ᏢᏓᏥ ᎠᎴ ᏲᏅ ᎦᏳᎳ ᏧᎸᎯ ᎨᏎᎢ, ᎠᎴ ᏱᎰᏩ ᏱᎩᏍᏕᎸᎲ ᏰᎵᏉ ᏱᏥᎷᎦ ᎯᎠ ᏧᎵᎦᎳ ᎠᏈᎵᏍᏗ ᎡᎵᏍᎨᎢ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏕᏫ ᎤᏔᏲᏎᎴ ᏐᎳ ᎤᎬᏫᏳᎯ ᎤᏬᎯᏳᏗᏱ ᎾᏍᎩ ᏧᏟᏴᏗᏱ ᎢᏏᎵ ᎨᏥᏁᏄᎵᏍᎬᎢ; ᏐᎳᏃ ᎤᏬᎯᏳᏁᎢ.

source: But, instead of wearing the king’s armor, which Saul would willingly have lent him, David went to the battle in his shepherd’s garb. He did not even buckle on a sword.
chr: ᏕᏫᏃ ᎥᏝ ᎥᏣᏱ ᎤᎬᏫᏳᎯ ᎤᏄᏬᏍᏗ ᏳᏄᏬᎡᎢ, ᏐᎳ ᎡᎦᏃ ᎤᏙᎳᏍᏗᏍᎨᎢ, ᎤᏩᏒᏉᏍᎩᏂ ᎠᏫ ᏓᎦᏘᏴ ᏧᏄᏬᏍᏗ ᏗᎬᏩᏄᏫ ᏚᏟᏴᎲᏎᎢ. ᎠᎴ ᎾᏍᏉ ᏄᏟᏍᏕ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎤᎵᎧᏌᏓᏗᏍᏗᏱ.

source: When the two combatants came into the field, there was the youthful David on the side of the Israelites, with a staff in one hand, and a sling in the other, carrying five smooth stones in a shepherd’s scrip or pouch.
chr: ᎾᏉᏃ ᏗᎾᎵᎯ ᏧᎾᏟᏴᏗᏱ ᎤᏂᎷᏥᎸ, ᎢᏏᎵ ᎠᏂᏙᎾᎥ ᎢᏗᏢ ᎦᏙᎨ ᎠᏫᏄᏣ ᏕᏫ, ᎠᏙᎳᏅᏍᏗ ᎦᏁᎮᎢ, ᎠᏂᏗᏢᏃ ᎦᏃᏥ ᏅᏯ ᏗᏗᏅᏙᏗ ᎢᎧᏁᎮᎢ, ᎠᎴ ᎯᏍᎩ ᎠᏂᏓᏫᏍᎦᎨ ᏅᏯ ᏕᎦᎶᏗ ᎠᏫ ᏗᏂᎦᏗᏯ ᎤᏂᏂᏓᏍᏗ ᏚᎶᏕᎢ.

source: On the side of the Philistines, forth strode the mighty Goliath. He glistened in his brazen armor, and brandished his great iron-headed spear till it quivered like a reed. When the giant spoke, his voice growled almost like thunder rolling overhead.
chr: ᎠᏂᏈᎵᏍᏗᏃ ᎠᏂᏙᎾᎥ ᎢᏗᏢ ᏣᎢᏎ ᎠᏥᎸᏉᏗ ᎪᎳᏯ, ᎥᏣᏱ ᏚᏄᏮ ᏗᎬᏩᏔᎷᎩᏍᎩ, ᎠᎴ ᏗᏓᏘᏍᏗ ᎡᏆ ᎦᏁᏃᏔᏂᏙᎮᎢ, ᏩᏐᎾᏉ ᏣᎦᏂᏙᎰ ᎾᏍᎩᏯ ᏂᎬᏁᎮᎢ. ᏧᎵᎦᎳᏃ ᎧᏁᎩ ᎠᏴᏓᏆᎶᏍᎩ ᏧᏃᏴᎪ ᎢᎦᎦᏛ ᎦᏃᏴᎵᏍᏗᏍᎨᎢ.

source: He looked scornfully at David, and hardly thought it worth his while to lift up his spear against him. “Come hither,” quoth the giant, “and I will feed the fowls with your flesh!”
chr: ᏕᏫᏃ ᎤᏣᏘ ᎠᎦᏕᎰᏗᏍᎨ ᏓᎦᎦᏂᏍᎬᎢ, ᎠᎴ ᎠᏎᏉᏉ ᏗᏓᏘᏍᏗ ᏱᏥᏴᏓᏁᎭ ᎾᏍᎩᏉ ᏥᏄᏍᏗ ᎡᎵᏍᎨᎢ ᎠᏓᏅᏖᏍᎬᎢ. ᎡᎮᎾ ᏂᎯᏃ ᏣᏇᏓᎸ ᏥᏍᏆ ᏙᏓᎦᏥᏰᎳᏍᏔᏂ; ᎤᏛᏁ ᏧᎵᎦᎳ.

source: But little David was not at all abashed. He made a bold answer, and told Goliath that he would -cut Off his head, and give his enormous carcass to the beasts of the field. This threat so enraged the giant, that he put himself in motion to slay David.
chr: ᎠᏎᏃ ᏕᏫ Ꮭ ᎤᏍᏗᎩᏛ ᏱᏍᎦᎢᎮᎢ. ᎠᎴ ᎣᏍᏛᏉ ᎤᏁᏤᎴᎢ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏓᎬᏍᎫᏕᏏ ᎯᏰᎸᏃ ᏥᏁᏋ ᎢᎾᎨ ᎠᏁᎯ ᏅᎩ ᏗᏂᏅᏌᏗ ᏮᏓᎦᏥᏁᎵ. ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᏣᏘ ᎤᏔᎳᏬᏎ ᏧᎵᎦᎳ, ᎠᎴ ᎤᏛᏅᎢᏍᏔᏁ ᏕᏫ ᎤᎯᏍᏗᏱ.

source: The young man ran forward to meet Goliath, and as he ran he took a smooth stone from his scrip, and placed it in his sling. When at a proper distance, he whirled the sling, and let drive the stone. It went whizzing through the air, and hit Goliath right in the center of the forehead.
chr: ᎾᏉᏃ ᏕᏫ ᎪᎳᏯ ᏗᎦᏙᎬ ᎢᏗᏢ ᏭᏗᏢᏍᏔᏓᏁᎢ, ᎠᎢᏒᏃ ᏓᏫᏍᎦᎨ ᏅᏯ ᏕᎦᎶᏗ ᎤᎴᏎᎢ, ᎠᎴ ᎦᏃᏥ ᎧᏁᎲ ᎤᏠᏔᏁᎢ. ᎾᏉᏃ ᎾᎥᏂᎨᏍᏙᏗ ᏂᏚᎾᏓᎳᏗᎸ ᏭᏗᏅᏎᎢ, ᎠᎴ ᎠᎬᏓᎨᏂ ᎠᏰᎵ ᎤᏩᏂᎴᎢ.

source: The stone penetrated t0 the brain; and down the giant fell at full length upon the field, with his brazen armor clanging around him. David then cut off Goliath’s head with his own sword. The Philistines were frightened at their Champion’s overthrow, and fled.
chr: ᏅᏯᏃ ᎤᏅᏥᏙᎯ ᎢᏴᏛ ᏭᎶᏏᎴᎢ; ᎠᎴ ᎤᏓᎢᏅᏔᏁ ᏧᎵᎦᎳ, ᎥᏣᏱᏃ ᎬᏩᏄᏫ ᎡᎳᏗ ᎤᏅᏤᎢ. ᏕᏫᏃ ᎪᎳᏯ ᎤᏩᏒ ᎤᏤᎵᎦ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎤᏍᎫᏕᏍᏔᏁᎢ. ᎠᏂᏈᎵᏍᏗᏃ ᎤᏂᏍᎦᎴ ᎤᏂᎸᏉᏗ ᎠᏥᏎᎪᎩᏒ, ᎠᎴ ᎤᎾᎵᏐᏁᎢ.

source: The men of Israel pursued them, and made a prodigious slaughter. David returned from the battle carrying the grim and grisly head of Goliath by the hair. The Hebrew women came forth to meet him, danced around him, and sung triumphant anthems in his praise.
chr: ᎢᏏᎵᏃ ᎠᏁᎯ ᏚᏂᎨᎲᏎᎢ ᎠᎴ ᎤᏂᏣᏘ, ᏚᏂᎴᎢ. ᏕᏫᏃ ᏧᎵᎸᏛ ᏗᎤᏨᏒ ᎪᎳᏯ ᎤᏍᎪ ᏗᏱᏎᎢ ᎤᏍᏗᏰᎬ ᎤᏂᏴᏎᎢ. ᎠᏂᏈᎷᏃ ᎠᏂᎨᏴ ᏫᏗᎬᏩᏠᏎᎢ, ᎠᎴ ᎬᏩᏓᏡᏫᏍᏔᏁᎢ, ᎠᎴ ᎬᏩᎵᏍᎩᎡᎴ, ᎠᎴ ᏕᎬᏩᏃᎩᏍᏓᏁ ᎬᏩᎸᏉᏗᏍᎬᎢ.

source: The reign of David. Wisdom of Solomon.
chr: ᏕᏫ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏅᎢ. ᎠᎴ ᏐᎵᎹᏅ ᎠᎦᏔᎿᎢᏳ ᏥᎨᏎ ᎧᏃᎮᏍᎩ.

source: David had won so much renown by his victory over Goliath that Saul became envious of him, and often endeavored to kill him. But Jonathan, the son of Saul, loved David better than a brother.
chr: ᏕᏫᏃ ᎪᎳᏯ ᏧᏎᎪᎩᏎ ᎤᏣᏘ ᎠᏥᎸᏉᏗᏳ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏐᎳ ᎤᏩᏳᏤᎮᎢ, ᎠᎴ ᏯᏃᎩᏳ ᎠᏁᎶᏗᏍᎨ ᎤᎯᏍᏗᏱ. ᎠᏎᏃ ᏦᎾᏓᏂ ᏧᏙᎢᏛ, ᏐᎳ ᎤᏪᏥ, ᎤᏣᏘ ᎤᎨᏳᎯᏳ ᎨᏎ ᏕᏫ.

source: During the life-time of Saul, David was forced to live in exile. But, after a reign of about twenty-four years, king Saul was slain on the mountains of Gilboa, in a disastrous battle with the Philistines. Jonathan was likewise killed.
chr: ᏐᎳ ᎡᎲ ᎢᎪᎯᏛ ᏕᏫ ᎤᎵᏘᏛᏉ ᏄᏛᎿᏕᎨᎢ. ᎠᏎᏃ ᏅᎩᏦᏁᏉ ᏧᏕᏘᏴᏛ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁ ᏐᎳ, ᎾᏉᏃ ᎩᎵᏉᎠ ᏚᏙᎥ ᎦᏚᏏ ᎠᏥᎴᎢ ᎠᏂᏈᎵᏍᏗ ᏓᎾᎵᎲᎢ. ᏦᎾᏓᏂᏃ ᎾᎿ ᎾᏍᏉ ᎠᏥᎴᎢ.

source: When David heard of these sad events, he expressed his sorrow by weeping, and rending his garments. Yet he gained a kingdom by the death of Saul and Jonathan, for the men of Judah first elected him to reign over them, and afterwards the whole people of Israel chose him for their king.
chr: ᏕᏫᏃ ᎤᏛᎦᏅ ᎯᎠ ᎤᏲ ᏄᎾᎵᏍᏔᏁᎸ, ᎤᏲ ᎠᏓᏅᏓᏗᏍᎬ ᎤᎾᏄᎪᏫᏎ ᏓᏠᏱᎲᎢ ᎠᎴ ᏧᏄᏬ ᏕᎦᏓᎦᎸᎢᏍᎬᎢ. ᎠᏎᏃ ᎾᏍᎩ ᏚᏂᏲᎱᏒ ᏕᏫ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ, ᏧᏓ ᏧᏪᏥᏛᎯ ᎢᎬᏱ ᎾᏍᎩ ᎬᏩᏑᏰᏎ ᏗᎬᏩᏁᎶᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎣᏂᏃ ᎢᏴᏛ ᏂᎦᏛ ᎢᏏᎵᏱ ᎤᎬᏫᏳᎯ ᏂᎬᏩᏁᎴᎢ.

source: A great part of David’s life was spent in war. He gained many victories, and enjoyed high renown as a gallant leader. He conquered many of the surrounding nations, and raised his kingdom to a higher pitch of power than it ever enjoyed before or afterwards. But he also won a peaceful kind of fame, which will last while the world endures, and be remembered through eternity.
chr: ᏕᏫ ᎤᎴᏂᏙᎸ ᎢᎪᎯᏛ ᎤᏣᏖ ᏓᎿᏬᎯ ᏓᎵᎵᏙᎮᎢ; ᎠᎴ ᎤᏣᏖ ᏄᏓᏎᎪᎩᏎᎢ, ᎠᎴ ᎤᏣᏘ ᎠᏥᎸᏉᏗ ᎨᏎ ᏓᎿᏬ ᏧᎵᏘᏂᏓᏍᏗᏱ. ᎬᏩᏚᏫᏛ ᏓᎾᏩᏗᏒ ᎤᏂᏣᏘ ᏚᏎᎪᎩᏎᎢ ᎠᎴ ᎤᏤᎵᎪᎯ ᎨᏒ ᎤᏣᏘ ᎤᎾᎵᏂᎩᏗᏳ ᏂᏚᏩᏁᎴᎢ, ᎤᏟ ᎢᏴᏛ ᎠᎴ ᎡᏍᎦ ᏧᏩᎫᏔᏅᏒᎢ Ꮭ ᎯᎸᎯᏳ ᎾᏍᎩ ᎢᏳᎾᎵᏂᎩᏛ ᎢᏳᎾᎵᏍᏔᏅᎯ ᏱᎩ. ᎠᏗᎾ ᎤᏓᏅᏘ ᎠᎴ ᏄᏩᏙᎯᏯᏛ ᎠᏓᏅᏓᏗᏍᏗ ᏗᎦᏃᏣᎵ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎡᎶᎯ ᎠᎵᏍᏆᏛᎭ ᎢᎪᎯᏛ ᎤᏅᎨᏫᏍᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ, ᎠᎵᏍᏆᏗᏍᎩᏃ ᏂᎨᏒᎾ ᏗᎨᏒ ᎠᏏ ᎤᎾᏅᏔᏗᏍᏗ ᏫᏅᏛᎦᎵᏍᏔᏂᎵ.

source: He won it by his heavenly poetry; for king David was the sweet Psalmist of Israel; and, in all the ages since he lived, his psalms have been sung to the praise of the Lord. It is now about three thousand years since David died, yet to this hour every pious heart loves to commune with God in the beautiful words of this inspired man.
chr: ᎾᏍᎩ ᎦᎸᎳᏗ ᏤᎯ ᎢᏗᎬᏤᎵᏛ ᏥᎩ ᏗᎧᏃᎩᏛ ᎾᏍᎩ ᏚᏬᏢᏅᎢ ᏅᏧᎵᏍᏙᏔᏁ ᏥᏂᎦᎡ ᎠᏥᎸᏉᏗᏳ ᏥᎨᏎᎢ; ᏕᏫᏰᏃ ᏧᎪᎾᏛᏔᏃᏅᎯ ᎨᏎ ᏂᎦᏛ ᎢᏏᎵ ᎠᏁᎯ ᏄᏬᏚᏒ ᏧᏃᎩᏍᏗᏱ; ᎾᎯᏳᏃ ᎾᏍᎩ ᏤᎮ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏗ ᎾᏍᎩ ᏧᏬᏢᏅᎯ ᏓᏂᏃᎩᏍᎪ ᏱᎰᏩ ᎠᏂᎸᏉᏗᏍᎬᎢ. ᎾᏉ ᎠᏎ ᏦᎢ ᎢᏯᎦᏴᎵ ᎾᏕᏘᏴ ᏕᏫ ᎬᏩᏲᎱᏒᎯ, ᎠᏎᏃ ᎩᎳᎯᏳ ᎤᎾᏓᏅᏘ ᏴᏫ ᎾᏍᎩ ᎤᏬᏂᏒᎯ ᎠᏅᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏔᏁᎲᎢ.

source: In the latter part of his life David was much grieved by the rebellious conduct of his son Absalom. But it grieved him more when Absalom was slain by Joab, who found him hanging by his long hair on the branches of an oak, and pierced his body with three darts.
chr: ᎾᏉᏃ ᎤᏛᏐᏅᎯ ᎨᏎ ᎤᏣᏘ ᎤᏲ ᎤᏓᏅᏓᏗᏍᏔᏁ ᎤᏪᏥ ᎠᏈᏌᎳᎻ ᏧᏙᎢᏛ, ᎾᏍᎩᏰᏃ ᏓᎿᏩ ᏄᏩᏁᎴᎢ, ᎤᏙᏓ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎩᎡᏗᏱ, ᎠᎴ ᎤᏩᏒ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᎢ. ᎤᏟ ᎠᏗᎾ ᎤᏲᎢ ᎤᏰᎸᏁ ᎠᏈᏌᎳᎻ ᎠᏥᎸ, ᎦᏅᎯᏛᏰᏃ ᎤᏍᏗᏰᎬ ᏡᎬ ᎤᏩᏂᎦᎸ ᎤᏭᏓᎸᏤᎴᎢ, ᏦᎠᏈᏃ ᏧᏙᎢᏛ ᏕᏫ ᏧᏤᎵᎦ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ ᎤᏩᏛᏔᏁ ᎾᎿ ᎦᏖᎳᏛᎢ, ᎠᎴ ᎾᎿᏉ ᎤᎴᎢ.

source: When David had reigned forty years, and was grown a very old man, he died in his palace at Jerusalem. The kingdom was inherited by his son Solomon. This prince was very young when he ascended the throne, but he was wiser in his youth than in his riper years.
chr: ᏕᏫᏃ ᏅᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎾᏉ ᎤᏛᏐᏅᎯ ᎨᏎ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏗᏍᏗᏱ ᏥᎷᏏᎵᎻ ᎦᏚᎲ ᎤᏲᎱᏎᎢ. ᏐᎵᎹᏅᏃ ᏧᏙᎢᏛ ᏕᏫ ᎤᏪᏥ ᎤᎩᏍᏔᏁ ᎤᎬᏫᏳᎯ ᎨᏒᎢ. ᎾᏍᎩ ᎯᎠ ᎠᏫᏅᏉ ᎨᏎ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏅ, ᎠᏎᏃ ᎤᏟ ᎠᎦᏔᎿᎢᏳ ᎨᏎ ᎠᏏ ᎠᏫᏅᏉ ᏥᎨᏎᎢ, ᎡᏍᎦᏉ ᎢᏴᏛ ᎾᎦᏔᎿᎡ ᎾᏉ ᎤᏛᏏᏌᏛ ᏄᎵᏍᏔᏅ.

source: Not long after he became king, two women came into his presence bringing a little child. Each of the women claimed the child as her own, and they quarreled violently, as if they would have torn the poor babe asunder. It seemed impossible to find out whose the child really was.
chr: ᎩᎳᏉ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏃᏅ ᎠᏂᏔᎵ ᎠᏂᎨᏴ ᎬᏩᎷᏤᎴᎢ, ᎠᏲᎵ ᎠᏂᏁᎮᎢ. ᎢᏧᎳᏃ ᎠᏂᎨᏴ ᎠᏴ ᎠᏇᏥ ᎠᎾᏗᏍᎨᎢ, ᎠᎴ ᎤᏣᏘ ᎠᎾᏘᏲᎯᎮ ᎠᏲᎵ ᎬᏩᏂᏓᎦᎸᎢᏍᏗᏉ ᏅᏩᏍᏕᎢ. ᎬᏩᏟᏍᏛᏉᏃ ᏅᏩᏍᏕ ᎠᏕᎶᎰᎯᏍᏗᏱ ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎤᏥ ᎨᏒᎢ.

source: “Bring hither a sword,” said king Solomon; and immediately one of the attendants brought a sharp sword. “ Now,” continued Solomon, “ that I may not wrong either of these women, the thing in dispute shall be equally divided between them. Cut the child in twain, and let each take half.”
chr: ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎡᏥᏄᎦ, ᎤᏛᏁ ᏐᎵᎹᏅ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎪᏍᏓᏯ ᎠᏥᏃᎡᎴᎢ. ᎥᏝ ᏯᏆᏚᎵᎭ ᏂᏚᏳᎪᏛᎾ ᎢᎦᏥᏯᏛᏁᏗᏱ ᎯᎠ ᎠᏂᎨᏴ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎯᎠ ᏧᏂᏍᏛᏗᎠ ᏔᎵᏉ ᏅᏓᎦᏥᏯᏕᎵ, ᎤᏛᏁ ᏐᎵᎹᏅ. ᎠᏲᎵ ᏗᏥᏍᏡᏯ ᎢᏧᎳᏃ ᎢᏗᎦᏱᏛ ᏫᏓᏂᎩ.

source: But when the real mother saw the keen sword glittering over her poor babe, she gave a scream of agony. “Do not slay the child!” she cried. “ Give it to this wicked woman. Only let it live, and she may be its mother!”
chr: ᎠᏎᏃ ᎤᏥ ᎤᎪᎲ ᎪᏍᏓᏯ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎤᏪᏥ ᎠᏥᏁᏃᏔᏁᎲ ᎡᎯᏍᏗ ᎤᏓᏅᏓᏕᎢ, ᎠᎴ ᏚᏠᏱᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏞᏍᏗ ᎡᏥᎸᎩ ᎠᏲᎵ, ᎯᎠ ᎤᏁᎫᏥᏛ ᎠᎨᏴ ᎡᏥᎧᏏᏉ, ᎦᏰᎯᏍᏗᏉᏗᎾ ᎤᏁᎳᎩᏃ ᎾᏍᎩ ᎤᏥ ᎨᏎᏍᏗ.

source: But the other woman showed no pity for the child. “I ask no more than my just rights,” She said. “Cut the child in two! I will be content with half.” Now Solomon had watched the conduct of the two women, and he knew the true mother by her tenderness for the poor babe. “Give the child alive to her who would not have it slain,” he said. “She is its mother.”
chr: ᏐᎢᏍᎩᏂ ᎠᎨᏴ ᎥᏝ ᏱᎦᏙᎵᎨ ᎠᏲᎵ. ᎠᏋᏒ ᎠᏆᏤᎵ ᎨᏒ ᎥᏝ ᏱᏥᎶᏒᏍᏗᎭ ᏥᏔᏲᎯᎲᎢ, ᏔᎵ ᏂᏥᏓ ᎠᏲᎵ, ᎠᏰᎵᏉ ᎠᎬᎭᎸᏛ ᏰᎵᏉ ᎠᎩᏰᎸᏗ, ᎤᏛᏁᎢ. ᏐᎵᎹᏅᏃ ᎣᏍᏛ ᏚᎦᏌᏯᏍᏕ ᎯᎠ ᎠᏂᎨᏴ, ᏂᎦᎥᏃ ᎠᏲᎵ ᎤᎨᏳᏒ ᎤᏕᎶᎰᎯᏍᏔᏁ ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎤᏪᏥ ᎨᏒᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᎬᏃᏛ ᎡᏥᎧᏏ ᎯᎠ ᏄᏚᎵᏍᎬᎾ ᏥᎩ ᎠᏥᎢᏍᏗᏱ, ᎾᏍᎩᏰᏃ ᎤᏪᏥ ᎢᎩ.

source: Building of the Temple. Visit of the Queen of Sheba.
chr: ᎤᏔᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎾᏁᏍᎨᎲᎢ. ᎠᎴ ᏏᏱᏆ ᏚᏙᎥ ᎡᎯ ᎠᎨᏴ ᎤᎬᏫᏳᎯ, ᏐᎵᎹᏅ ᎤᏩᏛᎯᎸ, ᎧᏃᎮᏍᎩ.

source: King David, as I before told you, had increased the power and wealth of the Hebrew nation, so that it was now a great kingdom. Silver and gold were very abundant in the country, and king David had made preparation for the building of a splendid temple, to be dedicated to the worship of the true God.
chr: ᎦᏳᎳ ᎢᏨᏃᏁᎸ ᏕᏫ ᎤᏣᏘ ᏚᏁᏉᎡᎸ ᎠᏂᏈᎷ ᎤᎾᎵᏂᎩᏗᏳ, ᎠᎴ ᎤᏁᎾᎢᏳ ᎨᏒᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎾᏉ ᎤᏣᏘ ᎨᏥᎸᏉᏗᏳ ᎨᏎ ᎠᏰᎵ ᎤᎾᏙᏢᏒᎢ. ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᏣᏖ ᏚᏂᎮᎢ, ᏕᏫᏃ ᎤᎬᏫᏳᎯ ᎦᏳᎳ ᏄᏛᏅᎢᏍᏕ ᎤᏬᏚᎯ ᏗᎦᎳᏫᎢᏍᏗ ᎤᏁᏍᎨᏗᏱ, ᎤᏁᎳᏅᎯ ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ.

source: The chief event of Solomon’s life was the building of this temple. This was done by the special command of the Lord. It was now four hundred and eighty years since the Israelites had come out of Egypt; and in all that time there had been no edifice erected to the worship of God.
chr: ᏐᎵᎹᏅᏃ ᎯᎠ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏁᏍᎨᎲ ᎾᏍᎩ ᎤᏓᎪᎾᏛᏗ ᎦᎸᏉᏗᏳ ᏚᎸᏫᏍᏓᏁᎸ ᎤᎴᏂᏙᎸ ᎢᎪᎯᏛ. ᎾᏍᎩ ᎯᎠ ᏥᏄᏛᏁᎴ ᏱᎰᏩ ᎤᏪᏲᏅᎯ ᎨᏎᎢ. ᎾᏉ ᏅᎩᏧᏈ ᏁᎳᏍᎪᎯ ᏄᏕᏘᏴᎮ ᎢᏏᎵ ᎢᏥᏈᏱ ᏓᎬᏩᏂᏄᎪᏨᎯ; ᎾᏍᎩᏃ ᏄᏬᎯᏤ ᏄᎾᏁᏍᎨᎲᎾ ᎨᏎ ᎤᏁᎳᏅᎯ ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ.

source: Solomon made an agreement with Hiram, king of Tyre, that he would give him a yearly supply of wheat and oil, in exchange for cedar and fir. Tyre was a great commercial city on the coast of the Mediterranean Sea, to the northward of Jerusalem. It belonged to Phoenicia, a country which has the credit of having first engaged in commerce.
chr: ᏐᎵᎹᏅ, ᎯᎳᎻ ᏧᏙᎢᏛ, ᏔᏱ ᏚᏙᎥ ᎤᎬᏫᏳᎯ, ᏂᎦᏕᏘᏴᎯᏒ ᎤᏣᎴᏍᏗ ᎠᏁᎮᎢ, ᎠᎴ ᎪᎢ ᎦᏁᏁᎮᎢ, ᎠᏥᎾᏃ, ᎠᎴ ᏃᏥ ᏕᎤᏕᎲ ᎠᎫᏱᏍᎨᎢ. ᏔᏱ ᎤᏣᏘ ᎡᏉᎯᏳ ᎦᏚᎮᎢ, ᎦᏙᎯ ᎠᏰᎵ ᎥᏓᎸᎢ ᎠᎹᏳᎶᏗ, ᏥᎷᏏᎵᎻ ᎦᏚᎲ ᎤᏴᏢ ᎢᏗᏢ, ᎾᎿᏃ ᎠᏁᎯ ᎤᏣᏘ ᎠᏂᏃᏔᏂᏙᎯ ᎨᏎᎢ. ᎠᏂᏈᏂᏏ ᎤᎾᏤᎵᎦ ᎨᏎ ᎾᎿ ᎦᏚᎲᎢ, ᎾᏍᎩ ᏧᎾᏓᎴᏅᏔᏅᎯ ᎠᎾᏗᏍᎪ ᎤᏍᏆᏂᏰᏛ ᎠᏂᏃᏔᏂᏙᎲᎢ. [ᎾᏍᎩ ᎯᎠ ᎠᏂᏈᏂᏏ ᎤᏂᏠᏱ ᎨᏎ ᎠᏂᏈᎵᏍᏗ ᏥᏚᎾᏙᎥ.]

source: With the timber which he procured from Tyre, and with a large quantity of hewn stone, Solomon began to build the temple. The front of this building was one hundred and twenty feet long, thirty-five feet broad, and forty-five feet high, with a porch or entrance of much greater height. It extended around a large square, and, with the various buildings attached to it, covered twenty acres of ground.
chr: ᎾᏍᎩᏃ ᎠᏓ ᏔᏱ ᏧᏫᏚᏴᎮᎢ, ᎤᎪᏓᏃ ᏅᏯ ᏗᏲᎳᏅᎯ ᏚᏮᏔᏁ ᎤᎴᏅᎮ ᎤᏔᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏁᏍᎨᏍᎬᎢ. ᎾᏍᎩ ᎯᎠ ᏧᏁᏍᎨᎮ ᎠᏍᎪᎯᏧᏈ ᏔᎳᏍᎪᎯ ᎢᏯᎳᏏᏗ ᏂᎦᏅᎯᏎᎢ; ᏦᎠᏍᎪᎯᏃ ᎯᏍᎩᎦᎵ ᎢᏯᎳᏏᏗ ᎾᏯᏛᎡᎢ, ᏅᎦᏍᎪᎯᏃ ᎯᏍᎩᎦᎵ ᎢᏯᎳᏏᏗ ᏂᎦᏖᎢ, ᎠᏴᏍᏗᏱᏃ ᎦᎵᏦᏛ ᎤᏟ ᎢᏴᏛ ᏂᎦᏖᎢ. ᎾᏍᎩᏃ ᎠᏓᏁᎸᎢ, ᎠᎴ ᏗᏐᎢ ᏓᏓᏁᎸ ᎾᏍᎩ ᏚᏓᏏᏞᏫᏒᎢ, ᏔᎳᏍᎪᎯ ᎢᏳᏟᎶᏛ ᏠᎨᏏ ᎠᏟᎶᏍᏗ, ᎢᎬᎾᏕᎾ ᎦᏙᎯ ᎠᎨᏓᏗᏍᎨᎢ.

source: But no pen can describe the richness and admirable splendor of this sacred edifice. The interior was constructed of the most costly kinds of wood; and the walls were carved with. figures of cherubim, and other beautiful devices. The walls and floors were partly overlaid with gold.
chr: ᎠᏎᏃ Ꮭ ᏰᎵ ᏗᎪᏪᎶᏗᏉ ᎬᏗ ᏴᎦᏰᎧᏃᎮᎰᎾ ᏄᏬᏚᏒ, ᎠᎴ ᏄᏍᏆᏂᎪᏛ ᏂᎬᎿᏅ ᎾᏍᎩ ᎯᎠ ᎦᎸᏉᏗᏳ ᎠᏓᏁᎸᎢ. ᎭᏫᏂᏃ ᏂᎬᎿᏅ ᏫᎬᏩᏓᎪᎾᏛᏛ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎠᏓ ᏂᎬᏁᏕᎢ; ᎾᎿᏃ ᎠᏂᏓᏪ ᎠᏂᏃᎯᎵᏒ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎪᎱᏍᏗ ᏕᎨᎦᏟᎶᏍᏕᎢ. ᎠᏲᏓᏝᎲᏃ, ᎠᎴ ᎠᏐᏴ ᎭᏫᏂ ᎢᎦᏛ ᎠᏕᎸ ᏓᎶᏂᎨ ᏕᎦᏅᎵᏰᏕᎢ.

source: The temple was furnished with altars, and tables, and candlesticks, and innumerable other articles, all of the purest gold. The whole edifice must have shone almost as if it had been built entirely of that precious metal.
chr: ᎾᎿ ᎠᎴ ᎠᏥᎸ ᏗᎨᎳᏍᏗᏱ ᎠᏕᎸ ᏓᎶᏂᎨᏍᏛᎭ ᏕᎪᏢᏕᎢ; ᏗᎦᏍᎩᎶᏃ, ᎠᎴ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎪᎱᏍᏗ ᏗᎬᏁᏔᏂᏓᏍᏗ ᎾᏍᏉ ᏂᎦᏛ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ ᏚᏅᏰᎢ, ᏂᎬᏃ ᎠᏕᎸᎭ ᏯᏁᏍᎨᏕ ᎥᏝ ᎢᏅᎯ ᏱᎬᏩᎶᏒᏍᏓᏁᎮ ᎤᏬᏚᏒᎢ.

source: Seven years were employed in building this temple. It was just about three thousand years from the creation that it was finished, and one thousand years before the birth of Christ. When it was finished, Solomon assembled all the chiefs, and elders, and great men of Israel, in order to dedicate it. The priests brought the ark, containing the two tables of stone which God had given to Moses more than four centuries before.
chr: ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎤᏂᏱᎵᏙᎴ ᎠᎾᏁᏍᎨᏍᎬ ᎾᏍᎩ ᎯᎠ ᎤᏔᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ. ᏦᎢ ᎢᏯᎦᏴᎵ ᏫᏄᏕᏘᏴᎲ ᎡᎶᎯ ᏧᏁᎳᏁᎢ ᎾᏍᎩ ᎯᎠ ᎤᎾᏁᏍᎨᎰᏁᎢ, ᎠᏏᏃ ᏌᏉ ᎢᏯᎦᏴᎵ ᎢᏳᏕᏘᏴᏗᏱ ᎤᏓᎷᎴ ᎦᎶᏁᏛ ᎤᏕᏘᏱ. ᎾᏉᏃ ᎤᏂᏍᏆᏛ ᏐᎵᎹᏅ ᏚᎳᏫᏕ ᏂᎦᏛ ᏧᎾᏛᏐᏅᎯ ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᏍᎦᏯ ᎢᏏᎵ ᎠᏁᎯ, ᎾᏍᎩ ᎠᏓᏁᎸ ᎤᏁᎳᏅᎯ ᏧᏂᏲᎯᏎᏗᏱ. ᎠᎴ ᎠᏥᎸ ᎠᏁᎶᎯ ᎤᏂᏃᎴ ᎦᏁᏌᎢ ᎾᎿ ᏅᏯ ᏕᎦᎸᎢ, ᎤᏁᎳᏅᎯ ᎧᏃᎮᏛ ᏚᏠᎯᏍᏓᏁᎸ ᎾᎿ ᏥᎪᏪᎴᎢ, ᎾᏍᎩ ᏅᎩᏧᏈ ᏧᏕᏘᏴᏛ ᏬᏏ ᏗᎦᏰᏥᏲᎯᏎᎸᎯ ᏥᎨᏎᎢ.

source: The ark was now placed in the holiest part of the temple. It rested beneath the broad wings of two cherubim that were overlaid with gold. No sooner was the ark set in its place than a cloud issued forth and filled the temple. This was a token that the Lord was there.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎦᏁᏌᎢ ᏭᏂᎫᏛ ᎦᎵᏉᏗᏳ ᏗᎨᏒ ᏭᏂᏅᏍᏔᏁᎢ, ᎠᏂᏓᏪ ᏗᏟᎶᏍᏔᏅᎯ ᎾᏍᎩ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎦᏅᎵᏰᏛ ᏥᎨᏎ ᏚᎾᏐᎸᏛ ᎭᏫᏂᏗᏢ ᎤᏂᏕᎢ; ᎾᏉᏃ ᎦᏁᏌᎢ ᎾᎿ ᏭᏂᏛ ᎩᎳᏉ ᎢᏴᏛ ᎤᎶᎩᎸ ᎤᎧᎵᏤ ᎠᏓᏁᎸᎢ, ᎾᏍᎩ ᎯᎠ ᎧᏃᎲᏍᎨ ᏱᎰᏩ ᎾᎿ ᎠᏯᎥᎢ.

source: After the building of the temple, Solomon be came so renowned for his wisdom and magnificence, that the queen of Sheba came from her own dominions to visit him. Her country is supposed to have been in Africa, to the southward of Egypt.
chr: ᎾᏉᏃ ᎤᏔᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏁᏍᎨᎰᏅ, ᏐᎵᎹᏅ ᎤᏣᏘ ᏗᎦᏃᏣᎵ ᏄᎵᏍᏔᏁ ᎠᎦᏔᎾᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎦᎸᏉᏗᏳ ᏄᏛᏅᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏏᏱᏆ ᏚᏙᎥ ᎡᎯ ᎠᎨᏴ ᎤᎬᏫᏳᎯ, ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᎢᏴᏛ ᏧᏪᏅᏎ ᏐᎵᎹᏅ ᎤᏩᏛᎯᎴᎢ. ᎤᏤᎵᎪᎯᏃ ᎠᏂᎬᎿᎨᏍᏛᏱ ᎠᎮᎢ, ᎢᏥᏈᏱ ᎤᎦᎾᏮ ᎢᏗᏢ ᎠᎾᏗᏍᎪᎢ.

source: She traveled with a great multitude of attend ants; and she had likewise a train of camels, laden with gold and precious stones, and abundance of spices. The sweet perfume of the spices scented the deserts through which she passed.
chr: ᎤᏂᏣᏘᏃ ᏧᏅᏏᏓᏍᏗ ᏓᏘᏁᎮ ᎠᎢᏒᎢ; ᎤᏂᏣᏘ ᎠᎴ ᎨᎻᎵ ᏓᏘᏁᎮᎢ, ᎾᏍᎩ ᎠᏕᎸ ᏓᎶᏂᎨ ᏅᏯᏃ ᎤᏣᏘ ᏧᎾᎬᏩᎶᏗ, ᏧᏓᎴᏅᏛᏃ ᎪᎱᏍᏗ ᎣᏍᏛ ᏗᎦᏩᏒᎩ ᏚᏐᏈᎴᎢ.

source: When she came to Jerusalem, she beheld Solomon seated on a great throne of ivory overlaid with pure gold. His feet rested on a golden footstool. There were lions of gold about the throne. The king had a majestic look, and the queen of Sheba was astonished at his grandeur; but when they had talked together she admired his wisdom even more than his magnificence. She acknowledged that the half of his greatness had not been told her.
chr: ᏥᎷᏏᎵᎻᏃ ᏭᎷᏥᎸ ᎤᎪᎮ ᏐᎵᎹᏅ ᎤᏬᎴ ᎦᏍᎩᎸ ᎤᎬᏫᏳᎯ ᎤᏪᏗᏱ, ᎧᎹᎹ ᏧᏂᏄᏙᏅᎯ ᎪᏢᏔᏅᎯ, ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎦᏅᎵᏰᏛ ᎨᏎᎢ. ᎠᏕᎸᏃ ᏓᎶᏂᎨᏍᏛᎭ ᎤᏍᏗ ᎦᏍᎩᎸ ᏫᏚᎳᏍᎨᎢ. ᏔᎳᏚᏃ ᏢᏓᏥ ᏗᏟᎶᏍᏔᏅᎯ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ ᎠᏂᏙᎾᎡ ᎬᏩᏚᏫᏛ ᎦᏍᎩᎸᎢ. ᎤᎬᏫᏳᎯᏃ ᎤᏣᏘ ᎣᏏᏳ ᎨᏎ ᏗᎧᏃᏗᏱ, ᏏᏱᏆᏃ ᎡᎯ ᎠᎨᏴ ᎤᎬᏫᏳᎯ ᎤᎪᎲ ᎤᏍᏆᏂᎪᏎ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᏄᏛᏅᎢ; ᎠᏎᏃ ᎤᎾᎵᏃᎮᎸ ᎠᎦᏔᎿᎢᏳ ᎨᏒ ᎤᏟ ᏄᏍᏆᏂᎪᏎ ᎡᏍᎦᏉ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᏄᏛᏅᎢ, ᎥᏝ ᎠᏰᎵ ᎢᏴᏛ ᎥᎩᏃᏁᎸᎯ ᏱᎨᏎ ᏄᏍᏆᏂᎪᏛ ᎮᎲᎢ, ᎤᏛᏁᎢ.

source: If the queen of Sheba could have seen Solomon a few years afterwards, she would have beheld a lamentable change. He turned from the true God, and became an idolater. This wise and righteous king, who had built the sacred temple, now grew so wicked that he built high places for the worship of heathen deities.
chr: ᎢᏳ ᎠᏗᎾ ᎯᎸᏍᎩᏉ ᏫᏄᏕᏘᏴᎲ ᏏᏱᏆ ᎡᎯ ᎤᎬᏫᏳᎯ ᏐᎵᎹᏅ ᎬᏩᎪᏩᏛᏗ ᏱᏄᎵᏍᏔᏁ ᏳᏕᎶᎰᏎ ᎤᏣᏘ ᎤᏲ ᎤᏓᏁᏟᏴᏍᏓᏁᎸᎢ. ᎤᏑᎵᎪᏤᏰᏃ ᎤᏁᎳᏅᎯ ᏚᏁᎶᏛᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯᏉ ᏗᏓᏙᎵᏍᏓᏁᎯ ᏄᎵᏍᏔᏁᎢ. ᎾᏉ ᎯᎠ ᎠᎦᏔᎿᎢ, ᎠᎴ ᎤᏓᏅᏘ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏁᏍᎨᎲᎯ, ᎤᏁᎫᎯᏳ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎾᏂᎦᏔᎿᎥᎾ ᎤᏁᎳᏅᎯ ᏧᏂᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᏗᏱ ᏚᏬᏢᏁᎢ.

source: For this reason God determined to take away the chief part of the kingdom from his descendants. Accordingly, when Solomon was dead, ten of the tribes of Israel revolted against his son Rehoboam.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᏚᏭᎪᏔᏁ ᎾᏍᎩ ᏧᏪᏥ ᎤᏂᎬᏫᏳᎯ ᎢᏳᎾᎵᏍᏙᏗ ᏥᎨᏎ ᏧᏯᏅᎡᏗᏱ ᎤᏂᏣᏘ ᏧᏤᎵᎦ ᏴᏫ. ᎾᏉᏃ ᏐᎵᎹᏅ ᎤᏲᎱᏒ ᎠᏍᎪᎯ ᎢᏯᏂᎳᏍᏓᎴ ᎬᏩᎴᏲᎡᎴ ᎵᎰᏉᎻ ᏐᎵᎹᏅ ᎤᏪᏥ.

source: The decline of the Jewish nation.
chr: ᎠᏂᏧᏏ ᎤᏂᎦᏲᎶᏒ ᎧᏃᎮᏍᎩ.

source: In consequence of the revolt of the ten tribes, Rehoboam reigned only over the two tribes of Judah and Benjamin, these being called the kingdom of Judah. Beside the loss of so large a part of his kingdom, he suffered other misfortunes. Shishak, king of Egypt, made war against him, and took Jerusalem. He carried away the treasures of the temple and of the palace.
chr: ᎠᏍᎪᎯᏃ ᎢᎦᎳᏍᏓᎴ ᎬᏩᎴᏲᎡᎸ, ᏧᏓ ᏇᏂᏃ ᏧᏁᏥᏛᎯ ᎤᏅᏒ ᎤᎾᏤᎵᎦ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁ ᎵᎰᏉᎻ, ᎾᏍᎩᏃ ᎯᎠ ᏧᏗᏱ ᎠᏰᎵ ᎤᏙᏢᏒ ᎠᏃᏎᎮᎢ. ᎥᏝ ᎠᏗᎾ ᎤᏂᏣᏘ ᎬᏩᎴᏲᎡᎸ ᎤᏩᏒ ᏱᎨᏎᎢ, ᎾᏍᏉᏍᎩᏂ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᎤᏲ ᏄᎵᏍᏓᏁᎵᏕᎨᎢ. ᏏᏌᎦ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᎢᏥᏈᏱ, ᎡᎯ ᏓᎿᏩ ᏄᏩᏁᎴᎢ, ᎠᎴ ᏥᎷᏏᎵᎻ ᎦᏚᎲ ᎤᎨᏓᏕᎴᎢ. ᎾᏍᎩᏃ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏗᏍᏗᏱ ᏧᎬᏩᎶᏗ ᎠᎲ ᎤᏫᏛᎮᎢ.

source: The other ten tribes of Israel, which had revolted from Rehoboam, were thenceforward governed by kings of their own, the country being called the kingdom of Israel. Most of these kings were wicked men, and idolaters. Their palace and seat of government was in the city of Samaria.
chr: ᎠᏍᎪᎯᏃ ᎢᏯᏂᎳᏍᏓᎴ, ᎵᎰᏉᎻ ᏥᎬᏩᎴᏲᎡᎴ ᎢᏳᏓᎴᏅᏛ ᎤᏅᏒ ᏧᎾᏤᎵᎦ ᎤᏂᏁᎫᏥᏛ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ ᎨᏎᎢ. ᎾᏍᎩᏃ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏗᏍᏗᏱ, ᎠᎴ ᎠᏰᎵ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏌᎺᎵᏱ ᎦᏚᎲ ᎤᏃᏢᏎᎢ.

source: When the kingdom of Israel had been separated from that of Judah about two hundred and fifty years, it was conquered by Salmaneser, king of Assyria. He made slaves of the Israelites, and carried them to his own country, and most of them never returned to the land of Canaan.
chr: ᎾᏉᏃ ᎢᏏᎵ, ᏧᏓ ᏔᎵᏧᏈ ᎯᏍᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᏗᎬᏩᎾᎦᎴᏅᏛ ᎨᏎᎢ, ᏌᎵᎹᏁᏌ ᏧᏙᎢᏛ ᎠᏏᎵᏯ ᎤᎬᏫᏳᎯ, ᎢᏏᎵ ᏚᏎᎪᎩᏎᎢ, ᎢᏏᎵᏃ ᎠᏁᎯ ᏚᎾᏢᏁᎢ, ᎢᎦᏛᏃ Ꮭ ᎯᎸᎯᏳ ᏔᎵᏁ ᎨᎾᏂ ᏫᎬᏩᏂᎷᎯᏍᏗ ᏱᏄᎵᏍᏔᏁᎢ.

source: The people of the two tribes of Judah and Benjamin continued to reside in Canaan. They were now called Jews. The royal palace and seat of government was at Jerusalem. Some of the Jewish kings were pious men, but most of them offended God by their sinfulness and idolatry.
chr: ᏔᎵᏍᎩᏂ ᎾᏂᎳᏍᏓᎸ, ᏧᏓ, ᎠᎴ ᏇᏂ ᏧᏁᏥᏛᎯ, ᎠᏏᏉ ᎨᎾᏂ ᎠᏁᎮᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎠᏂᏧᏏ ᎨᎪᏎᎮᎢ. ᎤᎬᏫᏳᎯᏃ ᎤᏁᎳᏗᏍᏗᏱ, ᎠᎴ ᎠᏰᎵ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᏥᎷᏏᎵᎻ ᎤᏃᏢᏎᎢ. ᎢᎦᏛᏃ ᏧᏗᏱ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏓᏅᏘᏳ ᎨᏎᎢ, ᎠᏎᏃ ᎤᏟ ᎾᏂᎡ ᎤᏂᏁᎫᎯᏳ ᎨᏒ ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯᏉ ᏓᎾᏓᏙᎵᏍᏓᏁᎲ, ᎤᏁᎳᏅᎯ ᎠᏂᏔᎳᏬᎯᏍᏗᏍᎨᎢ.

source: The whole nation of the Jews were perverse, and underwent many severe inflictions from the wrath of God. In the year 606 B. C., Nebuchadnezzar, king of Babylon, took Jerusalem. He destroyed the temple, and carried the principal people captive to Babylon.
chr: ᏂᎦᏛᏃ ᎠᏂᏧᏏ ᎤᏂᏁᎫᎯᏳ ᎨᏎᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᏍᎬ ᎤᏣᏘ ᏚᏂᎦᏘᎸᏍᏗᏍᎨᎢ. ᎠᏏ 606 ᏧᏕᏘᏴᏛ ᎤᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎷᎯᏍᏗᏱ ᏁᏊᎦᏁᏌ ᏧᏙᎢᏛ ᏓᏗᎶᏂ ᎤᎬᏫᏳᎯ, ᏥᎷᏏᎵᎻ ᏚᎨᏓᏕᎴᎢ. ᎾᏍᎩᏃ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏲᏍᏔᏁᎢ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎨᏒ ᏴᏫ ᏓᏗᎶᏂ ᏫᏚᏘᏅᏍᏔᏁᎢ.

source: Afterwards, when Zedekiah was king, Jerusalem was again besieged and taken by Nebuzaradan, a general under Nebuchadnezzar. He broke down the walls of the city, and left nothing standing that could be destroyed. The Jews remained captive in Babylon seventy years.
chr: ᎣᏂᏃ ᎢᏴᏛ ᏎᏗᎦᏯ ᎤᎬᏫᏳᎯ ᏥᎨᏎ, ᏁᏊᏌᎳᏓ ᏧᏙᎢᏛ ᏁᏊᎦᏁᏌ ᏧᏤᎵᎦ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ, ᏔᎵᏁ ᏥᎷᏏᎵᎻ ᏚᏚᏫᏍᏔᏁᎢ. ᎾᏍᎩᏃ ᎦᏚᎲ ᏓᏐᏴ ᏚᏲᏍᏔᏁᎢ, ᏄᏓᎴᏒᏃ ᎬᏲᏍᏙᏗ ᎨᏒ ᏚᏲᏍᏔᏁᎢ. ᎠᏂᏧᏏᏃ ᎠᏂᏴᎩ ᏓᏗᎶᏂ ᏫᏚᏘᏅᏍᏔᏁᎢ ᎾᎿᏃ ᏭᎾᏕᏁ ᎦᎵᏆᏍᎪᎯ ᏧᏕᏘᏴᏛ.

source: When Babylon was taken by Cyrus, king of Persia, the Jews were permitted to return to their own country. They rebuilt the temple, and resumed their ancient manner of worship. Till the time of Alexander the Great, about 330 B. C., the nation was dependent on the kings of Persia.
chr: ᏌᎳᏏᏃ, ᏧᏙᎢᏛ ᏋᏏᏱ ᎤᎬᏫᏳᎯ, ᏓᏗᎶᏂ ᏚᏎᎪᎩᏒ, ᎠᏂᏧᏏ ᎨᎦᎵᏍᎪᎸᏓᏁᎴ ᎤᏅᏒ ᎤᎾᏤᎵᎪᎯ ᎥᎤᏁᏅᏍᏗᏱ. ᎤᏛᏅᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏔᎵᏁ ᎤᎾᏁᏍᎨᎯᏌᏁᎢ, ᎠᎴ ᎯᎸᎯᏳ ᏄᎾᏛᏁᎸ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᎤᎾᎴᏂᏌᏁᎢ. ᎾᎯᏳᏃ ᏅᏓᏳᏓᎴᏅᏛ, ᎡᎵᎩ ᎠᏥᎸᏉᏗ ᏤᎮ ᏅᏛᏍᏘ, ᎠᏏ 330 ᏧᏕᏘᏴᏛ ᎤᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎷᎯᏍᏗᏱ, ᎢᏏᎵ ᏋᏏᏱ ᎤᎬᏫᏳᎯ ᎤᎾᎵᏍᎦᏍᏙᏕᎢ.

source: It is said that Alexander the Great intended to take Jerusalem. But, as he advanced with his army, the high priest came forth to meet him, in his robes of office, at the head of a long train of Levites and people. Alexander was so struck with their appearance that he agreed to spare the city.
chr: ᎡᎵᎩᏃ ᎠᏥᎸᏉᏗ, ᎾᏍᏉ ᏥᎷᏏᎵᎻ ᏗᎨᏓᏗᏎ ᎠᎾᏗᏍᎪᎢ. ᎠᏎᏃ ᎾᏉ ᎠᏂᏯᏫᏍᎩ ᏙᏗᏘᏂᏎ, ᏄᎬᏫᏳᏒ ᎠᏥᎸ ᎨᎶᎯ ᎠᏥᎸ ᎨᎶᎲ ᏧᏄᏬᏍᏗ ᏗᎬᏩᏄᏫ ᏚᏠᏒᏎᎢ, ᎤᏂᏣᏘ ᎠᏂᎵᏫ ᎠᎴ ᎠᏂᏐᎢᏉ ᏴᏫ ᎬᏩᏍᏓᏩᏗᏎᎢ. ᎡᎵᎩᏃ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᎤᏰᎸᏁ ᏚᎪᎲ ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏬᎯᏳᏁ ᎤᏁᎳᎩᏉ ᎤᏪᎵᏍᏗ ᎾᎿ ᎦᏚᎲᎢ.

source: In the course of the two next centuries the Egyptians invaded the Jewish kingdom, and afterwards the Syrians reduced the inhabitants to bondage. They suffered great calamities from the tyranny of these conquerors.
chr: ᎾᏉᏃ ᏰᎵ ᎯᎸᏍᎩ ᏫᏄᏕᏘᏴᎲ ᎢᏥᏈᏱ ᎠᏁᎯ ᎬᏩᏂᏃᎵᎴ ᎠᏂᏧᏏ, ᎣᏂᏉᏃ ᎢᏴᏛ ᏏᎵᏱ ᎠᏁᎯ ᏗᎬᏩᏂᎾᏝᎢ ᏄᎵᏍᏔᏁᎢ. ᎬᏩᏂᏎᎪᎩᏛᏃ ᎤᏲ ᏂᎬᏩᏅᎿᏕᎬ ᎤᏣᏘ ᎠᏂᎩᎵᏲᎨᎢ.

source: But, in the year 166 before the Christian era, Judas Maccabaeus, a valiant Jewish leader, drove the Syrians out of the country. When the king of Syria heard of it, he took an oath that he would destroy the whole Jewish nation. But, as he was hastening to Jerusalem, he was killed by a fall from his chariot.
chr: ᎠᏏᏃ 166 ᏧᏕᏘᏴᏛ ᎤᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎷᎯᏍᏗᏱ, ᏧᏓᏏ ᎹᎧᏈ ᏧᏙᎢᏛ, ᎠᏧᏏ ᏓᎿᏬᎯ ᏗᎵᏘᏂᏙᎯ, ᏏᎵᏱ ᎠᏁᎯ ᏚᎨᎯᏙᏁᎢ. ᏏᎵᏱᏃ ᎡᎯ ᎤᎬᏫᏳᎯ ᎤᏛᎦᏅ, ᎠᏂᏧᏏ ᏧᏛᏙᏗᏱ ᎤᏎᎵᏔᏁᎢ. ᎠᏎᏃ ᎾᏉ ᏥᎷᏏᎵᎻ ᏩᎦᏖ ᏓᏆᎴᎷᎯ ᎤᎶᎠᏎ ᎠᎴ ᎤᎯᏍᏔᏁᎢ.

source: The descendants of Judas Maccabaeus afterwards assumed royal authority, and became kings of the Jews. In less than a century, however, the country was subdued by Pompey, a celebrated Roman general. He conferred the government on Antipater, a native of Edom.
chr: ᎾᏉᏃ ᏧᏓᏏ ᎹᎧᏈ ᏧᏪᏥᏛᎯ ᏧᏗᏱ ᎨᏒ ᎤᏂᎬᏫᏳᎯ ᏄᎾᎵᏍᏔᏁᎢ. ᎥᏝ ᎠᏗᎾ ᎠᏍᎪᎯᏧᏈ ᏱᏄᏕᏘᏴᎮ ᎾᏉ ᏉᏈ ᏧᏙᎢᏛ, ᎠᎶᎻ ᎠᏍᎦᏰᎬᏍᏓ ᏚᏎᎪᎩᏎᎢ. ᎾᏍᎩᏃ ᎠᏂᏘᏆᏓ ᏧᏙᎢᏛ, ᎢᏙᎻ ᏚᏙᎥ ᎤᏕᏅᎯ ᎤᎬᏫᏳᎯ ᏄᏩᏁᎴᎢ.

source: In the year 37 before the Christian era, the Roman senate decreed that Herod, the son of Antipater, should be king of the Jews. It was this Herod who commanded that all the young children of Bethlehem should be slain, in order that the infant Jesus might not survive. The period of that blessed infant’s birth was now at hand.
chr: ᎾᏉᏃ ᏦᎠᏍᎪᎯ ᎦᎵᏉᎩᎦᎵᏉ ᏧᏕᏘᏴᏛ ᎤᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎷᎯᏍᏗᏱ, ᎠᏂᎶᎻ ᎠᏰᎵ ᏗᏂᎳᏫᎩ ᎤᏂᏁᏤ ᎡᎶᏛ ᎠᏂᏘᏆᏓ ᎤᏪᏥ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏗᏱ ᎨᏒᎢ. ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᎡᎶᏛ ᏧᏁᏤ ᏂᎦᏛ ᏗᏂᏲᎵ ᎦᏚᏱ ᎠᏁᎯ ᏗᎨᏥᎢᏍᏗᏱ, ᏥᏌ ᎤᏠᏯᏍᏙᏗᏱ ᎤᎯᏍᏗᏱ ᏧᏰᎸᏎᎢ. ᎾᏉᏃ ᎾᏍᎩ ᎯᎠ ᎠᏥᎸᏉᏗ ᎤᏕᏗᏱ ᎾᎥᏂᏳ ᏄᏍᏗᏕᎨᎢ.

source: The Hebrew Prophets.
chr: ᎠᏂᏈᎷ ᎠᎾᏕᎶᎰᏍᎩ ᏄᎾᏛᏁᎵᏙᎸ ᎧᏃᎮᏍᎩ.

source: I must now glance backward, and say a few words respecting a class of men who had appeared at various times among the Hebrews. These men were called prophets. They held intercourse with God, and he gave them the knowledge of things that were to happen in future years.
chr: ᎾᏉᏃ ᏛᎦᏨᏏ, ᎠᎴ ᎯᎸᏍᎩ ᎢᎧᏁᏨᎯ ᏛᎦᏥᏁᎢᏍᏔᏂ ᏑᎾᏓᎴᎩ ᎠᏂᏍᎦᏯ, ᎾᏍᎩ ᎢᏴᏛᎭᏉ ᏣᏂᎾᏄᎪᎨ ᎠᏂᏈᎷ ᎠᏁᎲᎢ. ᎾᏍᎩ ᎢᏴᏛᎭᏉ ᏣᏂᎾᏄᎪᎨ ᎠᏂᏈᎷ ᎠᏁᎲᎢ. ᎾᏍᎩ ᎯᎠ ᎠᎾᏕᎶᎰᏍᎩ ᎨᎪᏎᎮᎢ. ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎠᎾᎵᏃᎮᏗᏍᎨᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏂᏃᏁᎮ ᎠᏏ ᏧᏕᏘᏱᎶᏍᏗ ᏅᏗᎦᎵᏍᏔᏂᏙᎵᏒᎢ.

source: One of the most remarkable of the prophets was named Elijah. Many wonderful things are told of him. While he was dwelling in a solitary place, the ravens brought him food. He restored the son of a poor widow from death to life.
chr: ᎢᎳᏥᏃ ᏧᏙᎢᏛ ᎤᏓᎪᎾᏛᏕ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ. ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᎤᏍᏆᏂᎪᏗ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎪᎢ. ᎢᎾᎨᏰᏃ ᎪᎯᏗᏳ ᏭᏕᏁᎢ ᎪᎳᏅᏉᏃ ᎬᏩᏲᎮᎮ ᎤᎵᏍᏓᏴᏗ. ᎤᏬᏑᎶᏨᎯᏃ ᎠᎨᏴ ᎤᏪᏥ ᎠᏫᏄᏣ ᎤᏲᎱᏒᎯ ᏙᎤᎴᏔᏁᎢ.

source: He denounced God’s vengeance against the wicked king Ahab, and foretold that the dogs should eat the painted Jezebel, his queen. And all this was so. He caused fire to come down from heaven, and consume three captains, with their soldiers. He divided the river Jordan by smiting it with his mantle, and passed over on dry ground.
chr: ᎾᏍᎩ ᎠᎴ ᎤᏃᏁᎴ ᎤᏁᎫᏥᏛ ᎤᎬᏫᏳᎯ ᎡᎭᏈ ᏧᏙᎢᏛ, ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏙᏧᎦᏘᎶᎵᏒᎢ, ᎠᎴ ᏤᏏᏇᎵ, ᎡᎭᏈ ᎤᏓᎵᎢ, ᎩᎵ ᏗᎬᏩᏯᎢᏒ, ᎢᎬᏱ ᏄᏕᎶᎰᏎᎢ. ᎾᏍᎩ ᎯᎠ ᏤᏏᏇᎵ ᎤᏣᏘ ᎤᏁᎫᎯᏳ ᎨᏎᎢ, ᎠᎴ ᎾᏍᎩ ᏂᎬᏂᏌᏁᎮ ᎡᎭᏈ ᎤᏣᏘ ᎤᏁᎳᏅᎯ ᎤᏍᎦᏅᏤᏗᏱ, ᎾᏍᎩᏃ ᎤᏍᏛᏕ ᎩᎵ ᏥᎬᏩᏯᎡᎢ; ᎾᎯᏳᏰᏃ ᏣᏁᎮ ᎤᏣᏘ ᎤᏕᎰᎯᏍᏗᏳ ᎤᏂᏰᎸᏎ ᏴᏫ ᎾᏥᏂᏌᏅᎾ ᏱᎩ. ᎢᎳᏥ ᎠᎴᏬ ᎤᏁᏤᎢ, ᎠᏥᎸᏃ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᎦᎿᏁᎢ, ᎠᎴ ᎠᏂᏦᎢ ᎠᏂᏍᎦᏰᎬᏍᏓ ᎠᏂᏯᏫᏍᎩ ᏗᎬᎾᏘᏁᎯ ᎤᎾᎪᏁᎢ. ᎠᎴ ᎤᏔᏃᎯ ᎤᏄᏬ ᎤᏩᏩᏍᏛᏂᏍᏔᏁ ᏦᏓᏂ ᎤᏪᏴᎢ, ᏂᎬᏩᏝᏅ ᏓᏕᏉᏃ ᎤᎧᏲᏛᎯ ᏧᏩᏐᎯᏍᏗᏱ. ᎾᏍᎩ ᎠᎴ ᎤᏕᎶᎰᏎ ᏦᎢ ᏧᏕᏘᏴᏛ, ᏅᏗᎦᎿᏂᏒᎾ ᎨᏒᎢ, ᏴᏫ ᎠᏂᏍᎦᏅᎬ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ.
